Repository: EkaterinePapava/touche
Catalog: po/*.po
Languages: ka

source: Swipe
ka: გაუსვით

source: Pinch
ka: ჩქმეტა

source: Tap
ka: დატყაპუნება

source: Swipe with %d fingers
ka: გასმა %d თითით

source: Pinch with %d fingers
ka: ჩქმეტა %d თითით

source: Tap with %d fingers
ka: დატყაპუნება %d თითით

source: Up
ka: მაღლა

source: Down
ka: დაბლა

source: Left
ka: მარცხნივ

source: Right
ka: მარჯვნივ

source: In
ka: შიგნით

source: Out
ka: გარეთ

source: Unknown
ka: უცნობი

source: Maximize or restore a window
ka: ფანჯრის მთელ ეკრანზე გაშლა, ან აღდგენა

source: Minimize a window
ka: ფანჯრის ჩაკეცვა

source: Tile a window
ka: ფანჯრის მოზაიკა

source: Toggle fullscreen mode
ka: სრული ეკრანის რეჟიმზე გადასვლის გადართვა

source: Close a window
ka: ფანჯრის დახურვა

source: Switch desktop
ka: სამუშაო მაგიდის გადართვა

source: Show desktop
ka: სამუშაო მაგიდის ჩვენება

source: Keyboard shortcut
ka: კლავიატურის მალსახმობი

source: Execute a command
ka: ბრძანების შესრულება

source: Mouse click
ka: თაგუნას წკაპი

source: Unknown action
ka: უცნობი ქმედება

source: Touchégg is not installed
ka: Touchégg დაყენებული არაა

source: It looks like Touchégg is not installed, let's start by downloading it
ka: როგორც ჩანს, Touchégg დაყენებული არაა. დაიწყეთ მისი გადმოწერით

source: Download Touchégg
ka: Touchégg-ის გადმოწერა

source: I just installed it
ka: ახლა დავაყენე

source: Global gestures
ka: გლობალური ჟესტები

source: Add new application
ka: ახალი აპლიკაციის დამატება

source: Remove the selected application
ka: დაყენებული აპლიკაციის წაშლა

source: Only available on touchscreens
ka: მხოლოდ ხელმისაწვდომია სენსორულ ეკრანებზე

source: Tap gestures are only available on touchscreens. Tapping on a touchpad is not available
ka: დატყაპუნების ჟესტები, მხოლოდ, სენსორულ ეკრანზეა ხელმისაწვდომი. თაჩპედზე დატყაპუნება ხელმისაწვდომი არაა

source: Direction:
ka: მიმართულება:

source: Tile window to the left half of the screen
ka: ფანჯრის მოზაიკა ეკრანის მარცხენა ნახევარში

source: Tile window to the right half of the screen
ka: ფანჯრის მოზაიკა ეკრანის მარჯვენა ნახევარში

source: Command:
ka: ბრძანება:

source: Repeat command:
ka: ბრძანების გამეორება:

source: Execute on:
ka: გაშვების დრო:

source: Gesture begin
ka: ჟესტის დასაწყისი

source: Gesture end
ka: ჟესტის დასასრული

source: Gesture begin and end
ka: ჟესტის დასაწყისი და დასასრული

source: Opposite command:
ka: საპირისპირო ბრძანება:

source: Run this command when the gesture goes in the opposite direction
ka: ამ ბრძანების გაშვება, როცა ჟესტი საპირისპირო მიმართულებით მიდის

source: Modifiers:
ka: მოდიფიკატორების:

source: Keys:
ka: გასაღებები:

source: Opposite keys:
ka: საპირისპირო ღილაკები:

source: Use this keys when the gesture goes in the opposite direction
ka: ამ ღილაკების გამოყენება, როცა ჟესტი საპირისპირო მხარეს მიდის

source: Mouse button:
ka: თაგუნას ღილაკი:

source: Left click
ka: მარცხენა-წკაპი

source: Right click
ka: მარჯვენა წკაპი

source: Middle click
ka: შუა-წკაპი

source: Add application
ka: პროგრამის დამატება

source: Add gestures for an application. Click on its window
ka: დაამატეთ ჟესტები აპლიკაციისთვის. დააწკაპუნეთ მის ფანჯარაზე

source: Used by GNOME
ka: გამოიყენება GNOME-ის მიერ

source: Arrow up
ka: ისარი მაღლა

source: Arrow down
ka: ისარი დაბლა

source: Arrow left
ka: ისარი მარცხნივ

source: Arrow right
ka: ისარი მარჯვნივ

source: Maximize a window
ka: ფანჯრის გადიდება

source: Restore a window
ka: ფანჯრის აღდგენა

source: Hide desktop
ka: სამუშაო მაგიდის დამალვა

source: Without animation
ka: ანიმაციის გარეშე

source: Animation:
ka: ანიმაცია:

source: Click here to add shortcut
ka: დააწკაპუნეთ მალსახმობის დასამატებლად

source: Shortcut:
ka: მალსახმობი:

source: Applications
ka: აპლიკაციები

source: Back
ka: უკან

source: Forward
ka: წინ

source: Using Wayland
ka: Wayland-ის გამოყენებით

source: Touché and Touchégg are designed to work on X11. Some actions might or might not work on Wayland.
ka: Touché და Touchégg განკუთვნილია X11-ზე სამუშაოდ. ზოგიერთმა ქმედებამ, შეიძლება, Wayland-ზე არ იმუშაოს.
